{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Debug",
			"Children": [
				{
					"Source":
					{
						"Text": "Hello World, FPSProjectGameModeBase!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FPSProjectGameModeBase"
				},
				{
					"Source":
					{
						"Text": "We are using FPSCharacter."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BeginPlayDebugMsg"
				}
			]
		},
		{
			"Namespace": "UECppUMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Hello UE4 Cplus"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "745922634FFB442E7EB4ED9D596755E8"
				},
				{
					"Source":
					{
						"Text": "This is a button"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "C8DA1CDF43EFDA5E6BD1A6B8B3CCF005"
				}
			]
		}
	]
}